[
  {
    "content": "Obowiązuje od: marca 2020\nCel\n\nCelem tej polityki pracy zdalnej na pełen etat jest dostarczenie wytycznych i wsparcia dla pracowników, aby mogli wykonywać swoją pracę zdalnie, zapewniając ciągłość i produktywność operacji biznesowych podczas pandemii COVID-19 i poza nią.\nZakres\n\nTa polityka dotyczy wszystkich pracowników, którzy są uprawnieni do pracy zdalnej zgodnie z ich rolą i obowiązkami. Jest zaprojektowana tak, aby umożliwić pracownikom pracę z domu na pełen etat, zachowując ten sam poziom wydajności i współpracy, jak w biurze.\nUprawnienia\n\nPracownicy, którzy mogą wykonywać swoje obowiązki służbowe zdalnie i otrzymali zgodę od bezpośredniego przełożonego i działu HR, są uprawnieni do tego układu pracy zdalnej.\nSprzęt i zasoby\n\nNiezbędny sprzęt i zasoby będą dostarczone pracownikom do pracy zdalnej, w tym laptop firmowy, licencje na oprogramowanie oraz dostęp do bezpiecznych narzędzi komunikacyjnych. Pracownicy są odpowiedzialni za utrzymanie i ochronę sprzętu oraz danych firmy.\nMiejsce pracy\n\nPracownicy pracujący z domu są odpowiedzialni za stworzenie wygodnego i bezpiecznego miejsca pracy sprzyjającego produktywności. Obejmuje to zapewnienie, że ich domowe biuro jest ergonomicznie zaprojektowane, dobrze oświetlone i wolne od rozproszeń.\nKomunikacja\n\nSkuteczna komunikacja jest kluczowa dla udanej pracy zdalnej. Od pracowników oczekuje się regularnej komunikacji z przełożonymi, kolegami i członkami zespołu za pośrednictwem e-maila, rozmów telefonicznych, wideokonferencji i innych zatwierdzonych narzędzi komunikacyjnych.\nGodziny pracy i dostępność\n\nOd pracowników oczekuje się zachowania regularnych godzin pracy i dostępności w normalnych godzinach pracy, chyba że uzgodniono inaczej z przełożonym. Wszelkie zmiany godzin pracy lub dostępności muszą być zgłaszane przełożonemu pracownika i działowi HR.\nOczekiwania dotyczące wydajności\n\nOd pracowników pracujących z domu oczekuje się utrzymania takiego samego poziomu wydajności i produktywności, jakby pracowali w biurze. Przełożeni i członkowie zespołu będą współpracować w celu ustalenia jasnych oczekiwań i celów dla pracy zdalnej.\nŚledzenie czasu i nadgodziny\n\nPracownicy są zobowiązani do dokładnego śledzenia swoich godzin pracy za pomocą systemu śledzenia czasu firmy. Pracownicy niebędący zwolnionymi muszą uzyskać zgodę od przełożonego przed pracą w nadgodzinach.\nPoufność i bezpieczeństwo danych\n\nPracownicy muszą przestrzegać polityki poufności i bezpieczeństwa danych firmy podczas pracy z domu. Obejmuje to ochronę poufnych informacji, zabezpieczenie urządzeń osobistych i połączeń internetowych oraz zgłaszanie wszelkich naruszeń bezpieczeństwa do działu IT.\nZdrowie i dobrostan\n\nFirma zachęca pracowników do priorytetowego traktowania swojego zdrowia i dobrostanu podczas pracy z domu. Obejmuje to regularne przerwy, zachowanie równowagi między życiem zawodowym a prywatnym oraz szukanie wsparcia u przełożonych i kolegów w razie potrzeby.\nPrzegląd i aktualizacje polityki\n\nTa polityka pracy zdalnej będzie okresowo przeglądana i aktualizowana w razie potrzeby, uwzględniając zmiany w wytycznych dotyczących zdrowia publicznego, potrzebach biznesowych i opiniach pracowników.\nPytania i wątpliwości\n\nPracownicy są zachęcani do kierowania wszelkich pytań lub wątpliwości dotyczących tej polityki do swojego przełożonego lub działu HR.\n",
    "summary": "Ta polityka określa wytyczne dotyczące pracy zdalnej na pełen etat, w tym uprawnienia, sprzęt i zasoby, wymagania dotyczące miejsca pracy, oczekiwania komunikacyjne, oczekiwania dotyczące wydajności, śledzenie czasu i nadgodziny, poufność i bezpieczeństwo danych, zdrowie i dobrostan oraz przeglądy i aktualizacje polityki. Pracownicy są zachęcani do kierowania wszelkich pytań lub wątpliwości.",
    "name": "Polityka Pracy Zdalnej",
    "url": "./sharepoint/Polityka pracy zdalnej.txt",
    "created_on": "2020-03-01",
    "updated_at": "2020-03-01",
    "category": "zespoły",
    "rolePermissions": ["demo", "menedżer"]
  } ,
{
    "content": "Od maja 2022 firma będzie wprowadzać wymóg pracy w biurze dwa dni w tygodniu dla wszystkich uprawnionych pracowników. Prosimy o koordynację z przełożonym i działem HR w celu ustalenia dni pracy w biurze, jednocześnie przestrzegając wszystkich protokołów bezpieczeństwa.\n",
    "summary": "Od maja 2022 pracownicy będą musieli pracować dwa dni w tygodniu w biurze. Prosimy o koordynację z przełożonym i działem HR w celu ustalenia tych dni, przestrzegając protokołów bezpieczeństwa.",
    "name": "Aktualizacja Pracy Zdalnej na Kwiecień",
    "url": "./sharepoint/Aktualizacja pracy zdalnej na kwiecień.txt",
    "created_on": "2022-04-29",
    "updated_at": "2022-04-29",
    "category": "zespoły",
    "rolePermissions": ["demo", "menedżer"]
}
,
{
    "content": "Kontynuując priorytetowe traktowanie dobrostanu naszych pracowników, dokonujemy niewielkiej zmiany w naszej polityce pracy hybrydowej. Od 1 maja 2023 r. pracownicy będą zobowiązani do pracy w biurze przez trzy dni w tygodniu, a dwa dni będą przeznaczone na pracę zdalną. Prosimy o skontaktowanie się z przełożonym i działem HR w celu ustalenia zaktualizowanych dni pracy w biurze.\n",
    "summary": "Od 1 maja 2023 r. nasza polityka pracy hybrydowej będzie wymagać od pracowników pracy w biurze przez trzy dni w tygodniu i dwóch dni pracy zdalnej.",
    "name": "Aktualizacja Polityki Pracy Zdalnej Maj 2023",
    "url": "./sharepoint/Aktualizacja polityki pracy zdalnej maj 2023.txt",
    "created_on": "2023-05-01",
    "updated_at": "2023-05-01",
    "category": "zespoły",
    "rolePermissions": ["demo", "menedżer"]
}
,
{
    "content": "Streszczenie:\nTen dokument strategii sprzedaży przedstawia kluczowe cele, obszary koncentracji i plany działania dla operacji sprzedażowych naszej firmy technologicznej w roku fiskalnym 2024. Naszym głównym celem jest zwiększenie przychodów, rozszerzenie udziału w rynku i wzmocnienie relacji z klientami na naszych rynkach docelowych.\n\nI. Cele na rok fiskalny 2024\n\nZwiększenie przychodów o 20% w porównaniu do roku fiskalnego 2023.\nZwiększenie udziału w kluczowych segmentach rynku o 15%.\nUtrzymanie 95% istniejących klientów i zwiększenie wskaźników zadowolenia klientów.\nWprowadzenie na rynek co najmniej dwóch nowych produktów lub usług w segmentach o dużym popycie.\n\nII. Obszary koncentracji\nA. Rynki docelowe:\nKontynuacja obsługi istniejących rynków z naciskiem na branże o wysokim wzroście.\nIdentyfikacja i penetracja nowych rynków o wysokim potencjale dla naszych produktów i usług.\n\nB. Segmentacja klientów:\nWzmocnienie relacji z kluczowymi klientami i strategicznymi partnerami.\nPozyskiwanie nowych klientów w niedostatecznie obsługiwanych segmentach rynku.\nOpracowanie dostosowanych ofert dla różnych segmentów klientów na podstawie ich potrzeb i preferencji.\n\nC. Portfolio produktów/usług:\nOptymalizacja istniejącego portfolio produktów/usług poprzez koncentrację na rozwiązaniach o dużym popycie.\nOpracowanie i wprowadzenie innowacyjnych produktów/usług w nowych obszarach technologicznych.\nZwiększenie wsparcia po sprzedaży i obsługi klienta w celu poprawy zadowolenia klientów.\n\nIII. Plany działania\nA. Rozwój zespołu sprzedaży:\nRozszerzenie zespołu sprzedaży w celu objęcia nowych rynków i branż.\nZapewnienie ciągłego szkolenia pracowników sprzedaży w zakresie wiedzy o produktach, technik sprzedaży i trendów branżowych.\nWprowadzenie systemu premiowego opartego na wynikach w celu nagradzania najlepszych pracowników.\n\nB. Marketing i promocja:\nOpracowanie ukierunkowanych kampanii marketingowych dla różnych segmentów klientów i branż.\nWykorzystanie kanałów marketingu cyfrowego w celu zwiększenia widoczności marki i generowania leadów.\nUdział w wydarzeniach branżowych i targach w celu prezentacji naszych produktów i usług.\n\nC. Ekosystem partnerów:\nWzmocnienie istniejących partnerstw i nawiązanie nowych strategicznych sojuszy w celu rozszerzenia zasięgu rynkowego.\nWspółpraca z partnerami w zakresie wspólnych inicjatyw marketingowych i sprzedażowych.\nZapewnienie szkoleń i wsparcia dla partnerów, aby skutecznie reprezentowali nasze produkty i usługi.\n\nD. Sukces klienta:\nWprowadzenie proaktywnego programu sukcesu klienta w celu poprawy retencji i zadowolenia klientów.\nRozwój dedykowanego zespołu wsparcia klienta w celu szybkiego rozwiązywania zapytań i problemów klientów.\nZbieranie i analiza opinii klientów w celu zidentyfikowania obszarów do poprawy w naszych produktach, usługach i procesach.\n\nIV. Monitorowanie i ocena\nUstalenie kluczowych wskaźników wydajności (KPI) w celu śledzenia postępów w realizacji naszych celów.\nRegularne spotkania zespołu sprzedaży w celu przeglądu wyników, dzielenia się najlepszymi praktykami i rozwiązywania problemów.\nKwartalne przeglądy naszej strategii sprzedaży w celu zapewnienia zgodności z trendami rynkowymi i wprowadzania niezbędnych zmian.\n\nDzięki realizacji tej strategii sprzedaży na rok fiskalny 2024, nasza firma technologiczna dąży do osiągnięcia znacznego wzrostu i sukcesu na naszych rynkach docelowych, jednocześnie zapewniając wyjątkową wartość i obsługę naszym klientom.\n",
    "summary": "Ten dokument strategii sprzedaży przedstawia cele, obszary koncentracji i plany działania dla operacji sprzedażowych naszej firmy technologicznej w roku fiskalnym 2024. Naszym głównym celem jest zwiększenie przychodów, rozszerzenie udziału w rynku i wzmocnienie relacji z klientami na naszych rynkach docelowych. Obszary koncentracji obejmują docelowe nowe rynki, segmentację klientów, ulepszanie",
    "name": "Strategia Sprzedaży Firmy na Rok Fiskalny 2024",
    "url": "./sharepoint/Strategia sprzedaży firmy na rok fiskalny 2024.txt",
    "category": "zespoły",
    "created_on": "2023-04-15",
    "updated_at": "2023-04-15",
    "rolePermissions": ["demo", "menedżer"]
}
,
  {
    "content": "Purpose\n\nThe purpose of this vacation policy is to outline the guidelines and procedures for requesting and taking time off from work for personal and leisure purposes. This policy aims to promote a healthy work-life balance and encourage employees to take time to rest and recharge.\nScope\n\nThis policy applies to all full-time and part-time employees who have completed their probationary period.\nVacation Accrual\n\nFull-time employees accrue vacation time at a rate of [X hours] per month, equivalent to [Y days] per year. Part-time employees accrue vacation time on a pro-rata basis, calculated according to their scheduled work hours.\n\nVacation time will begin to accrue from the first day of employment, but employees are eligible to take vacation time only after completing their probationary period. Unused vacation time will be carried over to the next year, up to a maximum of [Z days]. Any additional unused vacation time will be forfeited.\nVacation Scheduling\n\nEmployees are required to submit vacation requests to their supervisor at least [A weeks] in advance, specifying the start and end dates of their vacation. Supervisors will review and approve vacation requests based on business needs, ensuring adequate coverage during the employee's absence.\n\nEmployees are encouraged to plan their vacations around the company's peak and non-peak periods to minimize disruptions. Vacation requests during peak periods may be subject to limitations and require additional advance notice.\nVacation Pay\n\nEmployees will receive their regular pay during their approved vacation time. Vacation pay will be calculated based on the employee's average earnings over the [B weeks] preceding their vacation.\nUnplanned Absences and Vacation Time\n\nIn the event of an unplanned absence due to illness or personal emergencies, employees may use their accrued vacation time, subject to supervisor approval. Employees must inform their supervisor as soon as possible and provide any required documentation upon their return to work.\nVacation Time and Termination of Employment\n\nIf an employee's employment is terminated, they will be paid out for any unused vacation time, calculated based on their current rate of pay.\nPolicy Review and Updates\n\nThis vacation policy will be reviewed periodically and updated as necessary, taking into account changes in labor laws, business needs, and employee feedback.\nQuestions and Concerns\n\nEmployees are encouraged to direct any questions or concerns about this policy to their supervisor or the HR department.\n",
    "summary": ": This policy outlines the guidelines and procedures for requesting and taking time off from work for personal and leisure purposes. Full-time employees accrue vacation time at a rate of [X hours] per month, equivalent to [Y days] per year. Vacation requests must be submitted to supervisors at least",
    "name": "Company Vacation Policy",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/ES6rw9bKZxVBobG1WUoJpikBF9Bhx1pw_GvJWbsg-Z_HNA?e=faSHVt",
    "created_on": "2018-04-15",
    "updated_at": "2018-04-16",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
  },

  {
    "content": "This career leveling matrix provides a framework for understanding the various roles and responsibilities of Software Engineers, as well as the skills and experience required for each level. This matrix is intended to support employee development, facilitate performance evaluations, and provide a clear career progression path.\nJunior Software Engineer\n\nResponsibilities:\nCollaborate with team members to design, develop, and maintain software applications and components.\nWrite clean, well-structured, and efficient code following established coding standards.\nParticipate in code reviews, providing and receiving constructive feedback.\nTroubleshoot and resolve software defects and issues.\nAssist with the creation of technical documentation.\nContinuously learn and stay up-to-date with new technologies and best practices.\n\nSkills & Experience:\nBachelor’s degree in Computer Science or a related field, or equivalent work experience.\nBasic understanding of software development principles and methodologies.\nProficiency in at least one programming language.\nStrong problem-solving and analytical skills.\nEffective communication and collaboration skills.\nEagerness to learn and grow within the field.\nSenior Software Engineer\n\nResponsibilities:\nDesign, develop, and maintain complex software applications and components.\nLead and mentor junior team members in software development best practices and techniques.\nConduct code reviews and ensure adherence to coding standards and best practices.\nCollaborate with cross-functional teams to define, design, and deliver software solutions.\nIdentify, troubleshoot, and resolve complex software defects and issues.\nContribute to the creation and maintenance of technical documentation.\nEvaluate and recommend new technologies, tools, and practices to improve software quality and efficiency.\n\nSkills & Experience:\nBachelor’s degree in Computer Science or a related field, or equivalent work experience.\n5+ years of software development experience.\nProficiency in multiple programming languages and technologies.\nDemonstrated ability to design and implement complex software solutions.\nStrong leadership, mentoring, and collaboration skills.\nExcellent problem-solving, analytical, and communication skills.\nPrincipal Software Engineer\n\nResponsibilities:\nLead the design, development, and maintenance of large-scale, mission-critical software applications and components.\nProvide technical leadership and mentorship to software engineering teams.\nDrive the adoption of advanced software development practices and technologies.\nCollaborate with product management, architecture, and other stakeholders to define and deliver strategic software initiatives.\nIdentify, troubleshoot, and resolve the most complex software defects and issues.\nCreate and maintain technical documentation, including architectural designs and best practice guidelines.\nRepresent [Company Name] as a thought leader in the software engineering community, including speaking at conferences, publishing articles, and contributing to open-source projects.\n\nSkills & Experience:\nBachelor’s degree in Computer Science or a related field, or equivalent work experience.\n10+ years of software development experience, with a focus on large-scale, mission-critical applications.\nExpertise in multiple programming languages, technologies, and software development methodologies.\nProven ability to lead and mentor high-performing software engineering teams.\nExceptional problem-solving, analytical, and communication skills.\nStrong business acumen and ability to influence decision-making at the executive level.\n\nBy following this career leveling matrix, we aim to support the growth and development of Software Engineers, enabling them to reach their full potential and contribute meaningfully to the success of the organization.\n",
    "summary": "\nThis career leveling matrix provides a framework for understanding the various roles and responsibilities of Software Engineers, as well as the skills and experience required for each level. It is intended to support employee development, facilitate performance evaluations, and provide a clear career progression path.",
    "name": "Swe Career Matrix",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/EVYuEyRhHh5Aqc3a39sqbGcBkqKIHRWtJBjjUjNs6snpMg?e=nv1mf4",
    "created_on": "2018-04-15",
    "updated_at": "2018-04-15",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
  },
  {
    "content": "Title: Working with the Sales Team as an Engineer in a Tech Company\n\nIntroduction:\nAs an engineer in a tech company, collaboration with the sales team is essential to ensure the success of the company's products and services. This guidance document aims to provide an overview of how engineers can effectively work with the sales team, fostering a positive and productive working environment.\nUnderstanding the Sales Team's Role:\nThe sales team is responsible for promoting and selling the company's products and services to potential clients. Their role involves establishing relationships with customers, understanding their needs, and ensuring that the offered solutions align with their requirements.\n\nAs an engineer, it is important to understand the sales team's goals and objectives, as this will help you to provide them with the necessary information, tools, and support to successfully sell your company's products and services.\nCommunication:\nEffective communication is key to successfully working with the sales team. Make sure to maintain open lines of communication, and be responsive to their questions and concerns. This includes:\n\na. Attending sales meetings and conference calls when required.\nb. Providing regular product updates and training sessions to the sales team.\nc. Being available to answer technical questions and clarifications.\nCollaboration:\nCollaborate with the sales team in developing and refining sales materials, such as product presentations, demos, and technical documents. This will ensure that the sales team has accurate and up-to-date information to present to clients.\n\nAdditionally, work closely with the sales team on customer projects or product customizations, providing technical guidance, and ensuring that the solutions meet the customer's requirements.\nCustomer Engagement:\nAt times, engineers may be asked to join sales meetings or calls with potential clients to provide technical expertise. In these situations, it is important to:\n\na. Be prepared and understand the customer's needs and pain points.\nb. Clearly explain the technical aspects of the product or solution in a simple language that the customer can understand.\nc. Address any concerns or questions the customer may have.\nContinuous Improvement:\nActively seek feedback from the sales team regarding product performance, customer experiences, and market trends. Use this feedback to identify areas of improvement and collaborate with other engineers to enhance the product or service offerings.\nMutual Respect and Support:\nIt is essential to treat your colleagues in the sales team with respect and professionalism. Recognize and appreciate their efforts in promoting and selling the company's products and services. In turn, the sales team should also respect and appreciate the technical expertise and knowledge of the engineering team.\n\nBy working together, both the engineering and sales teams can contribute to the overall success of the company.\n\nConclusion:\nCollaboration between engineers and the sales team is crucial for a tech company's success. By understanding each other's roles, maintaining effective communication, collaborating on projects, and supporting one another, both teams can work together to achieve the company's goals and ensure customer satisfaction.\n",
    "summary": ": This guide provides an overview of how engineers can effectively collaborate with the sales team to ensure the success of a tech company. It includes understanding the sales team's role, communicating and collaborating on projects, engaging customers, and providing mutual respect and support.",
    "name": "Sales Engineering Collaboration",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/EW21-KJnfHBFoRiF49_uJMcBfHyPKimuPOFsCcJypQWaBQ?e=mGdIqe",
    "created_on": "2019-04-15",
    "updated_at": "2019-04-15",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
  },
  {
    "content": "Purpose\nThe purpose of this Intellectual Property Policy is to establish guidelines and procedures for the ownership, protection, and utilization of intellectual property generated by employees during their employment. This policy aims to encourage creativity and innovation while ensuring that the interests of both the company and its employees are protected.\n\nScope\nThis policy applies to all employees, including full-time, part-time, temporary, and contract employees.\n\nDefinitions\na. Intellectual Property (IP): Refers to creations of the mind, such as inventions, literary and artistic works, designs, symbols, and images, that are protected by copyright, trademark, patent, or other forms of legal protection.\nb. Company Time: Refers to the time during which an employee is actively engaged in performing their job duties.\nc. Outside Company Time: Refers to the time during which an employee is not engaged in performing their job duties.\n\nOwnership of Intellectual Property\na. Work Generated on Company Time\ni. Any intellectual property created, conceived, or developed by an employee during company time or using company resources, equipment, or facilities shall be considered the property of the Company.\nii. Employees are required to promptly disclose any such intellectual property to their supervisor or the appropriate department head.\nb. Work Generated Outside Company Time\ni. Intellectual property created, conceived, or developed by an employee outside of company time and without the use of company resources, equipment, or facilities shall generally remain the property of the employee.\nii. However, if the intellectual property is directly related to the employee's job responsibilities, or if the employee has used company resources, equipment, or facilities in its creation, it may be considered the property of the Company.\nProtection and Utilization of Intellectual Property\na. The Company shall have the right to protect, license, and commercialize any intellectual property owned by the company as it deems appropriate.\nb. Employees are expected to cooperate with the Company in obtaining any necessary legal protection for intellectual property owned by the company, including by signing any documents or providing any necessary information or assistance.\nConfidentiality\nEmployees are expected to maintain the confidentiality of any intellectual property owned by the Company and not disclose it to any third parties without the express written consent of an authorized representative of the company.\nEmployee Acknowledgment\nAll employees are required to sign an acknowledgment of this Intellectual Property Policy as a condition of their employment with [Company Name]. By signing the acknowledgment, employees agree to abide by the terms of this policy and understand that any violations may result in disciplinary action, up to and including termination of employment.\nPolicy Review\nThis Intellectual Property Policy shall be reviewed periodically and may be amended as necessary to ensure its continued effectiveness and compliance with applicable laws and regulations. Employees will be notified of any significant changes to this policy.\n",
    "summary": "This Intellectual Property Policy outlines guidelines and procedures for the ownership, protection, and utilization of intellectual property generated by employees during their employment. It establishes the company's ownership of work generated on company time, while recognizing employee ownership of work generated outside of company time without the use of company resources. The policy",
    "name": "Intellectual Property Policy",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/EWz3cYEVdzBNsiHsYbKhms4BVYGhravyrUw3T3lzxL4pTg?e=mPIgbO",
    "created_on": "2021-06-15",
    "updated_at": "2021-06-15",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
  },

  {
    "content": "Code of Conduct\nPurpose\n\nThe purpose of this code of conduct is to establish guidelines for professional and ethical behavior in the workplace. It outlines the principles and values that all employees are expected to uphold in their interactions with colleagues, customers, partners, and other stakeholders.\nScope\n\nThis code of conduct applies to all employees, contractors, and volunteers within the organization, regardless of their role or seniority.\nCore Values\n\nEmployees are expected to adhere to the following core values:\n\na. Integrity: Act honestly, ethically, and in the best interests of the organization at all times.\nb. Respect: Treat all individuals with dignity, courtesy, and fairness, regardless of their background, beliefs, or position.\nc. Accountability: Take responsibility for one's actions and decisions, and be willing to learn from mistakes.\nd. Collaboration: Work cooperatively with colleagues and partners to achieve shared goals and promote a positive work environment.\ne. Excellence: Strive for the highest standards of performance and continuously seek opportunities for improvement.\nCompliance with Laws and Regulations\n\nEmployees must comply with all applicable laws, regulations, and organizational policies in the course of their work. This includes, but is not limited to, employment laws, data protection regulations, and industry-specific guidelines.\nConflicts of Interest\n\nEmployees should avoid situations where their personal interests may conflict with or influence their professional judgment. If a potential conflict of interest arises, employees must disclose it to their supervisor or the appropriate authority within the organization.\nConfidentiality and Information Security\n\nEmployees are responsible for safeguarding the organization's confidential information, as well as any sensitive information entrusted to them by clients, partners, or other third parties. This includes adhering to data protection policies and using secure communication channels.\nHarassment and Discrimination\n\nThe organization is committed to providing a workplace free from harassment, discrimination, and bullying. Employees are expected to treat others with respect and report any incidents of inappropriate behavior to their supervisor or the human resources department.\nHealth and Safety\n\nEmployees must follow all health and safety guidelines and procedures to maintain a safe and healthy work environment. This includes reporting any hazards or unsafe conditions to the appropriate personnel.\nUse of Company Resources\n\nEmployees are expected to use company resources, including time, equipment, and funds, responsibly and for their intended purposes. Misuse or theft of company resources is strictly prohibited.\nReporting Violations\n\nEmployees have a responsibility to report any suspected violations of this code of conduct, as well as any illegal or unethical behavior, to their supervisor or the appropriate authority within the organization. The organization will protect the confidentiality of employees who report violations and will not tolerate retaliation against those who raise concerns.\nConsequences of Non-Compliance\n\nFailure to adhere to this code of conduct may result in disciplinary action, up to and including termination of employment. The organization reserves the right to take legal action against individuals who engage in illegal or unethical conduct.\nPolicy Review and Updates\n\nThis code of conduct will be reviewed periodically and updated as necessary to ensure it remains relevant and effective in promoting ethical behavior and professional standards within the organization.\nQuestions and Concerns\n\nEmployees are encouraged to seek guidance from their supervisor or the human resources department if they have questions or concerns about this code of conduct or its application to specific situations.\n",
    "summary": "This code of conduct outlines the principles and values that all employees are expected to uphold in their interactions with colleagues, customers, partners, and other stakeholders. It sets out core values such as integrity, respect, accountability, collaboration and excellence. Employees must comply with all applicable laws, regulations, and organizational",
    "name": "Code Of Conduct",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/ER3xmeKaZ_pAqPeJWyyNR0QBg6QmoWIGPhwfEyCABWHrPA?e=cvzrgV",
    "created_on": "2018-01-12",
    "updated_at": "2018-01-12",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
  },
  {
    "content": "Content:\nThe purpose of this office pet policy is to outline the guidelines and procedures for bringing pets into the workplace. This policy aims to create a positive and inclusive work environment while ensuring the comfort, safety, and well-being of all employees, visitors, and pets.\nScope\n\nThis policy applies to all employees who wish to bring their pets to the office. Pets covered under this policy include dogs, cats, and other small, non-exotic animals, subject to approval by the HR department.\nPet Approval Process\n\nEmployees must obtain prior approval from their supervisor and the HR department before bringing their pets to the office. The approval process includes:\n\na. Submitting a written request, including a description of the pet, its breed, age, and temperament.\nb. Providing proof of up-to-date vaccinations and any required licenses or permits.\nc. Obtaining written consent from all employees who share the workspace with the pet owner.\n\nThe HR department reserves the right to deny or revoke pet approval based on the specific circumstances or concerns raised by other employees.\nPet Behavior and Supervision\n\nEmployees are responsible for the behavior and well-being of their pets while in the office. Pets must be:\n\na. Well-behaved, non-aggressive, and not disruptive to the work environment.\nb. House-trained and able to eliminate waste in designated areas outside the office.\nc. Kept on a leash or in a secure enclosure when not in the employee's immediate work area.\n\nEmployees must closely supervise their pets and promptly address any issues or concerns raised by other staff members.\nAllergies and Phobias\n\nEmployees with allergies or phobias related to pets must inform the HR department, which will work with the affected employees and pet owners to find a suitable solution. This may include adjusting workspaces, limiting the number or types of pets allowed, or implementing additional safety measures.\nCleanliness and Hygiene\n\nEmployees are responsible for maintaining a clean and hygienic work environment. This includes:\n\na. Cleaning up after their pets, both indoors and outdoors.\nb. Regularly grooming their pets to minimize shedding and odors.\nc. Ensuring their pets are free of pests, such as fleas and ticks.\nLiability\n\nPet owners are liable for any damage or injury caused by their pets. Employees are encouraged to obtain pet liability insurance to cover potential incidents.\nRestricted Areas\n\nPets are not allowed in certain areas of the office, including meeting rooms, restrooms, kitchen and dining areas, and any other designated spaces. Signage will be posted to indicate these restricted areas.\nPolicy Review and Updates\n\nThis office pet policy will be reviewed periodically and updated as necessary, taking into account employee feedback, changes in legislation, and best practices for maintaining a safe and inclusive work environment.\nQuestions and Concerns\n\nEmployees are encouraged to direct any questions or concerns about this policy to their supervisor or the HR department.\n",
    "summary": "This policy outlines the guidelines and procedures for bringing pets into the workplace. It covers approval process, pet behavior and supervision, allergies and phobias, cleanliness and hygiene, liability, restricted areas, and policy review. Employees must obtain prior approval from their supervisor and the HR department before bringing their",
    "name": "Office Pet Policy",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/ETf-69wBeaZJpAn3CY7ExRABQWvav-p24VOnB6C0A4l2pQ?e=X72WuK",
    "created_on": "2018-01-12",
    "updated_at": "2018-01-12",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
  },
  {
    "content": "Treść:\nCelem niniejszej polityki dotyczącej zwierząt w biurze jest określenie wytycznych i procedur związanych z wprowadzaniem zwierząt do miejsca pracy. Polityka ta ma na celu stworzenie pozytywnego i włączającego środowiska pracy, jednocześnie zapewniając komfort, bezpieczeństwo i dobro wszystkich pracowników, gości i zwierząt.\nZakres\n\nNiniejsza polityka dotyczy wszystkich pracowników, którzy chcą wprowadzać swoje zwierzęta do biura. Zwierzęta objęte tą polityką obejmują psy, koty i inne małe, nieegzotyczne zwierzęta, pod warunkiem uzyskania zgody działu HR.\nProces zatwierdzania zwierząt\n\nPracownicy muszą uzyskać wcześniejszą zgodę od swojego przełożonego i działu HR przed wprowadzeniem zwierząt do biura. Proces zatwierdzania obejmuje:\n\na. Złożenie pisemnego wniosku, który zawiera opis zwierzęcia, jego rasę, wiek i temperament.\nb. Przedstawienie dowodu aktualnych szczepień oraz wszelkich wymaganych licencji lub pozwoleń.\nc. Uzyskanie pisemnej zgody wszystkich pracowników dzielących przestrzeń roboczą z właścicielem zwierzęcia.\n\nDział HR zastrzega sobie prawo do odmowy lub cofnięcia zgody na wprowadzenie zwierząt w oparciu o konkretne okoliczności lub obawy zgłoszone przez innych pracowników.\nZachowanie i nadzór nad zwierzętami\n\nPracownicy są odpowiedzialni za zachowanie i dobro swoich zwierząt podczas pobytu w biurze. Zwierzęta muszą być:\n\na. Dobrze wychowane, nieagresywne i nienaruszające środowiska pracy.\nb. Nauczone czystości i zdolne do załatwiania się w wyznaczonych miejscach poza biurem.\nc. Trzymane na smyczy lub w zabezpieczonym ogrodzeniu, gdy nie znajdują się w bezpośredniej okolicy miejsca pracy pracownika.\n\nPracownicy muszą ściśle nadzorować swoje zwierzęta i szybko reagować na wszelkie problemy lub obawy zgłaszane przez innych pracowników.\nAlergie i fobie\n\nPracownicy z alergiami lub fobiami związanymi ze zwierzętami muszą poinformować dział HR, który będzie współpracował z pracownikami dotkniętymi tymi problemami i właścicielami zwierząt w celu znalezienia odpowiedniego rozwiązania. Może to obejmować dostosowanie miejsc pracy, ograniczenie liczby lub rodzajów dozwolonych zwierząt lub wprowadzenie dodatkowych środków bezpieczeństwa.\nCzystość i higiena\n\nPracownicy są odpowiedzialni za utrzymanie czystego i higienicznego środowiska pracy. Obejmuje to:\n\na. Sprzątanie po swoich zwierzętach, zarówno wewnątrz, jak i na zewnątrz biura.\nb. Regularne pielęgnowanie swoich zwierząt w celu minimalizowania linienia i nieprzyjemnych zapachów.\nc. Upewnienie się, że ich zwierzęta są wolne od pasożytów, takich jak pchły i kleszcze.\nOdpowiedzialność\n\nWłaściciele zwierząt są odpowiedzialni za wszelkie szkody lub obrażenia spowodowane przez ich zwierzęta. Pracownicy są zachęcani do uzyskania ubezpieczenia odpowiedzialności cywilnej za zwierzęta, aby pokryć potencjalne incydenty.\nObszary ograniczone\n\nZwierzęta nie są dozwolone w niektórych obszarach biura, w tym w salach spotkań, toaletach, kuchniach i jadalniach oraz innych wyznaczonych przestrzeniach. W tych obszarach zostaną umieszczone odpowiednie oznaczenia.\nPrzegląd i aktualizacje polityki\n\nNiniejsza polityka dotycząca zwierząt w biurze będzie okresowo przeglądana i aktualizowana w miarę potrzeby, uwzględniając opinie pracowników, zmiany w przepisach prawnych oraz najlepsze praktyki w zakresie utrzymania bezpiecznego i włączającego środowiska pracy.\nPytania i wątpliwości\n\nPracownicy są zachęcani do kierowania wszelkich pytań lub wątpliwości dotyczących tej polityki do swojego przełożonego lub działu HR.\n",
    "summary": "Niniejsza polityka określa wytyczne i procedury dotyczące wprowadzania zwierząt do miejsca pracy. Obejmuje proces zatwierdzania, zachowanie i nadzór nad zwierzętami, alergie i fobie, czystość i higienę, odpowiedzialność, obszary ograniczone oraz przegląd polityki. Pracownicy muszą uzyskać wcześniejszą zgodę od swojego przełożonego i działu HR przed wprowadzeniem swoich zwierząt do biura.",
    "name": "Polityka dotycząca zwierząt w biurze",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/ETf-69wBeaZJpAn3CY7ExRABQWvav-p24VOnB6C0A4l2pQ?e=X72WuK",
    "created_on": "2018-01-12",
    "updated_at": "2018-01-12",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
},
  {
    "content": "Performance Management Policy\nPurpose and Scope\nThe purpose of this Performance Management Policy is to establish a consistent and transparent process for evaluating, recognizing, and rewarding employee performance. This policy applies to all employees and aims to foster a culture of continuous improvement, professional growth, and open communication between employees and management.\nPerformance Planning and Goal Setting\nAt the beginning of each performance cycle, employees and their supervisors will collaborate to set clear, achievable, and measurable performance goals. These goals should align with the company’s strategic objectives and take into account the employee’s job responsibilities, professional development, and career aspirations.\nOngoing Feedback and Communication\nThroughout the performance cycle, employees and supervisors are encouraged to engage in regular, constructive feedback and open communication. This includes discussing progress towards goals, addressing challenges, and identifying opportunities for improvement or additional support. Regular check-ins and updates help ensure that employees stay on track and receive the guidance they need to succeed.\nPerformance Evaluation\nAt the end of each performance cycle, employees will participate in a formal performance evaluation with their supervisor. This evaluation will assess the employee’s overall performance, including their achievements, areas for improvement, and progress towards goals. Both the employee and supervisor should come prepared to discuss specific examples, accomplishments, and challenges from the performance period.\nPerformance Ratings\nBased on the performance evaluation, employees will receive a performance rating that reflects their overall performance during the cycle. The rating system should be clearly defined and consistently applied across the organization. Performance ratings will be used to inform decisions regarding promotions, salary increases, and other rewards or recognition.\nPromotions and Advancements\nHigh-performing employees who consistently demonstrate strong performance, leadership, and a commitment to the company’s values may be considered for promotions or other advancement opportunities. Promotions will be based on factors such as performance ratings, skills, experience, and the needs of the organization. Employees interested in pursuing a promotion should discuss their career goals and development plans with their supervisor.\nPerformance Improvement Plans\nEmployees who receive a low performance rating or are struggling to meet their performance goals may be placed on a Performance Improvement Plan (PIP). A PIP is a structured plan designed to help the employee address specific areas of concern, set achievable improvement goals, and receive additional support or resources as needed. Employees on a PIP will be closely monitored and re-evaluated at the end of the improvement period to determine if satisfactory progress has been made.\nRecognition and Rewards\nOur company believes in recognizing and rewarding employees for their hard work and dedication. In addition to promotions and salary increases, employees may be eligible for other forms of recognition or rewards based on their performance. This may include bonuses, awards, or other incentives designed to motivate and celebrate employee achievements. The specific criteria and eligibility for these rewards will be communicated by the HR department or management.\n",
    "summary": "This Performance Management Policy outlines a consistent and transparent process for evaluating, recognizing, and rewarding employees. It includes goal setting, ongoing feedback, performance evaluations, ratings, promotions, and rewards. The policy applies to all employees and encourages open communication and professional growth.",
    "name": "Performance Management Policy",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/ERsxt9p1uehJqeJu4JlxkakBavbKwcldrYv_hpv3xHikAw?e=pf5R2C",
    "created_on": "2018-01-12",
    "updated_at": "2018-01-12",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
  },

  {
    "content": "Our sales organization is structured to effectively serve our customers and achieve our business objectives across multiple regions. The organization is divided into the following main regions:\n\nThe Americas: This region includes the United States, Canada, Mexico, as well as Central and South America. The North America South America region (NASA) has two Area Vice-Presidents: Laura Martinez is the Area Vice-President of North America, and Gary Johnson is the Area Vice-President of South America.\n\nEurope: Our European sales team covers the entire continent, including the United Kingdom, Germany, France, Spain, Italy, and other countries. The team is responsible for understanding the unique market dynamics and cultural nuances, enabling them to effectively target and engage with customers across the region. The Area Vice-President for Europe is Rajesh Patel.\nAsia-Pacific: This region encompasses countries such as China, Japan, South Korea, India, Australia, and New Zealand. Our sales team in the Asia-Pacific region works diligently to capitalize on growth opportunities and address the diverse needs of customers in this vast and rapidly evolving market. The Area Vice-President for Asia-Pacific is Mei Li.\nMiddle East & Africa: This region comprises countries across the Middle East and Africa, such as the United Arab Emirates, Saudi Arabia, South Africa, and Nigeria. Our sales team in this region is responsible for navigating the unique market challenges and identifying opportunities to expand our presence and better serve our customers. The Area Vice-President for Middle East & Africa is Jamal Abdi.\n\nEach regional sales team consists of dedicated account managers, sales representatives, and support staff, led by their respective Area Vice-Presidents. They are responsible for identifying and pursuing new business opportunities, nurturing existing client relationships, and ensuring customer satisfaction. The teams collaborate closely with other departments, such as marketing, product development, and customer support, to ensure we consistently deliver high-quality products and services to our clients.\n",
    "summary": "\nOur sales organization is divided into four regions: The Americas, Europe, Asia-Pacific, and Middle East & Africa. Each region is led by an Area Vice-President and consists of dedicated account managers, sales representatives, and support staff. They collaborate with other departments to ensure the delivery of high",
    "name": "Sales Organization Overview",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/EYsr1eqgn9hMslMJFLR-k54BBX-O3iC26bK7xNEBtYIBkg?e=xeAjiT",
    "created_on": "2018-01-15",
    "updated_at": "2018-01-15",
    "category": "sharepoint",
    "rolePermissions": ["demo", "manager"]
  },
  {
    "content": "Introduction:\nThis document outlines the compensation bands strategy for the various teams within our IT company. The goal is to establish a fair and competitive compensation structure that aligns with industry standards, rewards performance, and attracts top talent. By implementing this strategy, we aim to foster employee satisfaction and retention while ensuring the company's overall success.\n\nPurpose:\nThe purpose of this compensation bands strategy is to:\na. Define clear guidelines for salary ranges based on job levels and market benchmarks.\nb. Support equitable compensation practices across different teams.\nc. Encourage employee growth and performance.\nd. Enable effective budgeting and resource allocation.\n\nJob Levels:\nTo establish a comprehensive compensation structure, we have defined distinct job levels within each team. These levels reflect varying degrees of skills, experience, and responsibilities. The levels include:\na. Entry-Level: Employees with limited experience or early career professionals.\nb. Intermediate-Level: Employees with moderate experience and demonstrated competence.\nc. Senior-Level: Experienced employees with advanced skills and leadership capabilities.\nd. Leadership-Level: Managers and team leaders responsible for strategic decision-making.\n\nCompensation Bands:\nBased on the job levels, the following compensation bands have been established:\na. Entry-Level Band: This band encompasses salary ranges for employees in entry-level positions. It aims to provide competitive compensation for individuals starting their careers within the company.\n\nb. Intermediate-Level Band: This band covers salary ranges for employees who have gained moderate experience and expertise in their respective roles. It rewards employees for their growing skill set and contributions.\n\nc. Senior-Level Band: The senior-level band includes salary ranges for experienced employees who have attained advanced skills and have a proven track record of delivering results. It reflects the increased responsibilities and expectations placed upon these individuals.\n\nd. Leadership-Level Band: This band comprises salary ranges for managers and team leaders responsible for guiding and overseeing their respective teams. It considers their leadership abilities, strategic thinking, and the impact they have on the company's success.\n\nMarket Benchmarking:\nTo ensure our compensation remains competitive, regular market benchmarking will be conducted. This involves analyzing industry salary trends, regional compensation data, and market demand for specific roles. The findings will inform periodic adjustments to our compensation bands to maintain alignment with the market.\n\nPerformance-Based Compensation:\nIn addition to the defined compensation bands, we emphasize a performance-based compensation model. Performance evaluations will be conducted regularly, and employees exceeding performance expectations will be eligible for bonuses, incentives, and salary increases. This approach rewards high achievers and motivates employees to excel in their roles.\n\nConclusion:\nBy implementing this compensation bands strategy, our IT company aims to establish fair and competitive compensation practices that align with market standards and foster employee satisfaction. Regular evaluations and market benchmarking will enable us to adapt and refine the strategy to meet the evolving needs of our organization.",
    "summary": "This document outlines a compensation framework for IT teams. It includes job levels, compensation bands, and performance-based incentives to ensure fair and competitive wages. Regular market benchmarking will be conducted to adjust the bands according to industry trends.",
    "name": "Compensation Framework For It Teams",
    "url": "https://enterprisesearch.sharepoint.com/:t:/s/MSBuilddemo/EaAFec6004tAg21g4i67rfgBBRqCm1yY7AZLLQyyaMtsEQ?e=wTMb4z",
    "created_on": "2018-01-12",
    "updated_at": "2018-01-12",
    "category": "sharepoint",
    "rolePermissions": ["manager"]
  },
  {
    "content": "As an employee in Canada, it's essential to understand how to update your tax elections forms to ensure accurate tax deductions from your pay. This guide will help you navigate the process of updating your TD1 Personal Tax Credits Return form.\n\nStep 1: Access the TD1 form\nThe TD1 form is available on the Canada Revenue Agency (CRA) website. Your employer might provide you with a paper copy or a link to the online form. You can access the form directly through the following link: https://www.canada.ca/en/revenue-agency/services/forms-publications/td1-personal-tax-credits-returns.html\n\nStep 2: Choose the correct form version\nYou'll need to fill out the federal TD1 form and, if applicable, the provincial or territorial TD1 form. Select the appropriate version based on your province or territory of residence.\n\nStep 3: Download and open the form\nFor the best experience, download and open the TD1 form in Adobe Reader. If you have visual impairments, consider using the large print version available on the CRA website.\n\nStep 4: Complete the form\nFill out the form by entering your personal information, such as your name, Social Insurance Number (SIN), and address. Then, go through each section to claim any personal tax credits that apply to you. These credits may include:\nBasic personal amount\nAmount for an eligible dependant\nAmount for infirm dependants age 18 or older\nCaregiver amount\nDisability amount\nTuition and education amounts\n\nRead the instructions carefully for each section to ensure you claim the correct amounts.\n\nStep 5: Sign and date the form\nOnce you've completed the form, sign and date it at the bottom.\n\nStep 6: Submit the form to your employer\nSubmit the completed and signed TD1 form to your employer. You can either scan and send it electronically, or provide a printed copy. Your employer will use the information on your TD1 form to calculate the correct amount of tax to be deducted from your pay.\n\nStep 7: Update your TD1 form as needed\nIt's essential to update your TD1 form whenever your personal circumstances change, such as getting married, having a child, or becoming eligible for a new tax credit. Inform your employer of these changes and submit an updated TD1 form to ensure accurate tax deductions.\n\nUpdating your tax elections forms is a crucial step in ensuring the correct tax deductions from your pay as a new employee in Canada. Follow this guide and keep your TD1 form up to date to avoid any discrepancies in your tax filings.\n",
    "summary": ": This guide gives a step-by-step explanation of how to update your TD1 Personal Tax Credits Return form. Access the form from the CRA website and choose the correct version based on your province or territory of residence. Download and open the form in Adobe Reader, fill out the form by entering",
    "name": "Updating Your Tax Elections Forms",
    "url": "./github/Updating Your Tax Elections Forms.txt",
    "created_on": "2022-12-20",
    "updated_at": "2022-12-20",
    "category": "github",
    "rolePermissions": ["demo", "manager"]
  },
  {
    "content": "Welcome to our team! We are excited to have you on board and look forward to your valuable contributions. This onboarding guide is designed to help you get started by providing essential information about our policies, procedures, and resources. Please read through this guide carefully and reach out to the HR department if you have any questions.\nIntroduction to Our Company Culture and Values\nOur company is committed to creating a diverse, inclusive, and supportive work environment. We believe that our employees are our most valuable asset and strive to foster a culture of collaboration, innovation, and continuous learning. Our core values include:\nIntegrity: We act ethically and honestly in all our interactions.\nTeamwork: We work together to achieve common goals and support each other's growth.\nExcellence: We strive for the highest quality in our products, services, and relationships.\nInnovation: We encourage creativity and embrace change to stay ahead in the market.\nRespect: We treat each other with dignity and value the unique perspectives of all our colleagues.\nKey Onboarding Steps\nTo ensure a smooth onboarding process, please complete the following steps within your first week:\nAttend orientation: You will be invited to an orientation session to meet your colleagues and learn more about our company's history, mission, and values.\nReview policies and procedures: Familiarize yourself with our employee handbook, which contains important information about our policies and procedures. Please read it thoroughly and adhere to the guidelines.\nComplete required training: You may be required to complete mandatory training sessions, such as safety training or anti-harassment training. Ensure that you attend and complete these sessions as soon as possible.\nUpdating Tax Elections and Documents\nIt is crucial to ensure your tax information is accurate and up-to-date, regardless of the country you work in. Please follow these steps to update your tax elections and documents:\nComplete tax forms: Fill out the necessary tax forms for your country or region, which determine the amount of income tax withheld from your paycheck. You should complete new tax forms if your personal or financial situation changes, such as marriage, divorce, or a change in the number of dependents.\nSubmit regional tax forms: Depending on your location, you may be required to complete additional regional or local tax forms. Check with the HR department to determine which forms are necessary.\nUpdate your address: If you move, make sure to update your address with the HR department to ensure accurate tax reporting.\nBenefits Enrollment\nAs a new employee, you are eligible for various benefits, including health insurance, retirement plans, and paid time off. You will receive detailed information about our benefits package during orientation. To enroll in the benefits, please follow these steps:\nReview benefits options: Carefully review the benefits package and choose the options that best meet your needs.\nComplete enrollment forms: Fill out the necessary forms to enroll in your chosen benefits. Submit these forms to the HR department within 30 days of your start date.\nDesignate beneficiaries: If applicable, designate beneficiaries for your life insurance and retirement plans.\nGetting Settled in Your Workspace\nTo help you feel comfortable and productive in your new workspace, take the following steps:\nSet up your workstation: Organize your desk, chair, and computer according to your preferences. If you require any additional equipment or accommodations, please contact the HR department.\nObtain necessary supplies: Request any necessary office supplies, such as pens, notepads, or folders, from the designated supply area or by contacting the appropriate department.\nFamiliarize yourself with office resources: Locate common areas, such as break rooms, restrooms, and meeting rooms. Familiarize yourself with office equipment, including printers, scanners, and telephones.\n",
    "summary": "\nThis onboarding guide provides essential information to new employees on our company culture and values, key onboarding steps, tax elections and documents, benefits enrollment, and setting up their workspace.",
    "name": "New Employee Onboarding Guide",
    "url": "./github/New Employee Onboarding guide.txt",
    "created_on": "2018-01-12",
    "updated_at": "2018-01-12",
    "category": "github",
    "rolePermissions": ["demo", "manager"]
  }
]
